var questions = [
    { question: "🎮 Моя любимая игра?", answers: ["Роблокс", "Майнкрафт", "Фортнайт", "Валорант"], correct: 1 },
    { question: "⚽ Мой любимый спорт?", answers: ["баскетбол", "гребля", "футбол", "американский футбол"], correct: 0 },
    { question: "🖥️ Какую видеокарту я хочу?", answers: ["RTX 2050", "GTX 750", "RTX 3060", "GTX 950"], correct: 2 },
    { question: "⛏️ Что я люблю больше всего в майнкрафте?", answers: ["строительство", "PvP", "разрушать", "я ничего не люблю"], correct: 1 },
    { question: "💬 Моя любимая поговорка?", answers: ["Я не в восторге от реального мира, но пока что это единственное место где можно нормально поесть", "Пацан слово взял - пацан слово забрал", "её нету", "вот так вот и живёёёём"], correct: 0 },
    { question: "🌍 Моя национальность?", answers: ["Серб", "Русский", "Чилиец", "Вануатец"], correct: 1 }
];
